<?php 
return [

    'fengge' => [
        "1" => "全部",
        "2" => "现代简约",
        "3" => "欧式古典",
        "4" => "新中式",
        "5" => "法式",
        "6" => "北欧",
        "7" => "美式乡村",
        "8" => "简欧",
        "9" => "现代前卫",
        "10" => "雅致主义",
        "11" => "新古典",
        "12" => "地中海式",
        "13" => "其他",
    ],
    'leixing' => [
        "1" => "全部",
        "2" => "别墅",
        "3" => "跃层",
        "4" => "普通住宅",
        "5" => "会所",
        "6" => "一居室",
        "7" => "二居室",
        "8" => "三居室",
        "9" => "四居室",
        "10" => "Loft",
        "11" => "复式",
    ],
    "role" => [
        "1"=>"设计师",        
        "2"=>"设计总监",
        "3"=>"项目总监",
        "4"=>"项目经理",
        "5"=>"财务",
        "6"=>"业务人员",
        
    ],
    "inform_fenlei" => [
        "1" => ["name"=>"装修前",
            "child"=>[
                "1" => "前期准备",
                "2" => "设计方案"
            ]
        ],
        "2" => ["name"=>"装修中",
            "child"=>[
                "3" => "选购材料",
                "4" => "装修施工",
            ]
        ],
        "3" => ["name"=>"装修后",
            "child"=>[
                "5" => "家居学问",
                "6" => "环保家装",
            ]
        ],
        "4" => ["name"=>"意空间动态",
            "child"=>[
                "7" => "其他",
                "8" => "装修头条",
            ]
        ],
    ]
]
?>